Repository: ktgw0316/LightZone-l10n-es
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es

source: LightZone: Black Point Compensation
es: LightZone: Compensacion del punto negro

source: LightZone: Blending Modes
es: LightZone: Modos de Mezcla

source: LightZone: Browser Anatomy
es: LightZone: Estructura del navegador

source: LightZone: Editor Anatomy
es: LightZone: Estructura del Editor

source: Lighten
es: Aclarar

source: Linear response limit
es: Límite de respuesta lineal

source: Linearization table
es: Tabla de linearizacion

source: Loading Classes
es: Cargando clases

source: Loading...
es: Cargando...

source: Localized camera model
es: Modelo de cámara localizado

source: Location
es: Ubicación

source: Lock
es: Bloquear

source: Long exposure noise reduction
es: Reducción de ruido de exposición larga

source: Long focal length
es: Longitud focal larga

source: Longitude
es: Longitud

source: Longitude ref.
es: Longitud ref.

source: Luminosity
es: Luminosidad

source: MCU version
es: Version MCU

source: Macro mode
es: Modo macro

source: Magenta-Green
es: Magenta-Verde

source: Make
es: Marca

source: Make & model
es: Marca y modelo

source: Maker note safety
es: Nota de seguridad del fabricante

source: Maker note-X
es: Fabricante note-X

source: Maker notes version
es: Nota de la version del fabricante

source: Malformed LightZone file
es: Archivo LighZone defectuoso

source: Manage Styles
es: Administrar estilos...

source: Manage Styles...
es: Administrar estilos...

source: Manual focus distance
es: Distancia de foco manual

source: Map datum
es: Datos de mapa

source: Masked areas
es: Areas enmascaradas

source: Max aperture value
es: Max valor de apertura

source: Max focal length
es: Max distancia focal

source: Max sample value
es: Valor max de la muestra

source: Maximum aperture
es: Abertura maxima

source: Measure mode
es: Modo de medida

source: Measured EV
es: EV medido

source: Measured info
es: Info medida

source: Memory Limit
es: Límite de memoria

source: Menu button return position
es: Posicion de retorno del boton del menu

source: Metadata
es: Metadatos

source: Metering mode
es: Modo de medición

source: Microsoft rating
es: Clasificacion Microsoft

source: Mid+Hilights
es: Med+Altas Luces

source: Midpoint
es: Punto medio

source: Midtones
es: Medios tonos

source: Min focal length
es: Min distancia focal

source: Min sample value
es: Valor min de la muestra

source: Minimize
es: Minimizar

source: Mirror lock-up
es: Bloqueo de espejo levantado

source: Mode
es: Modo

source: Model
es: Modelo

source: Modes
es: Modos

source: Modification Time
es: Fecha de modificación

source: Modified saturation
es: Saturación modificada

source: Month/day created
es: Mes/dia de creación

source: Most tools can have a blending mode specified for them.
es: La mayor parte de las herramientas pueden tener unmodo de mezcla especifico para ellas.

source: Move "$1" to the Recycle Bin?
es: Mover "$1" a la papelera de reciclaje?

source: Move "$1" to the Trash?
es: Mover "$1" a la papelera?

source: Move $1 selected images to the Recycle Bin?
es: Mover $1 las imagenes seleccionadas a la papelera de reciclaje?

source: Move $1 selected images to the Trash?
es: Mover $1 imagenes selecionadas a la papelera?

source: Move the mouse to an area of interest and click to learn more about it.
es: Mover el raton en un area de interes y pulsar para aprender mas acerca del mismo.

source: Move the sliders in the Rotate Tool to rotate your image.
es: Mover los deslizadores en la Herramienta Rotar para rotar la imagen.

source: Move to Recycle Bin
es: Mover a la papelera de reciclaje

source: Move to Recycle Bin...
es: Mover a la Papelera de reciclado...

source: Move to Trash
es: Mover a la papelera

source: Move to Trash...
es: Mover a la Papelera...

source: Multiply
es: Multiplicar

source: My Computer
es: Mi Ordenador

source: NEF compression
es: Compresion NEF

source: Name
es: Nombre

source: Near lens step
es: Paso de lente cercana

source: Negation
es: Negacion

source: New Window
es: Nueva ventana

source: Newer Java required
es: Nueva version Java requerida

source: News cycle
es: Ciclo de noticias

source: Next
es: Siguiente

source: Nikon NEF compressed
es: Nikon NEF comprimido

source: No Browser
es: No hay Navegador

source: No Image
es: No hay imagen

source: No Info
es: Sin Info

source: No Open Windows
es: Sin ventanas abiertas

source: No Recent Files
es: No hay archivos recientes

source: No Recent Folders
es: No hay carpetas recientes

source: No Regions Defined
es: No hay regiones definidas

source: No Styles
es: No hay estilos

source: No Styles defined
es: No hay Estilos definidos

source: No images
es: No hay imagenes

source: No images selected
es: No hay imagenes seleccionadas

source: No internet connection
es: No hay conexion a internet

source: No update is available.
es: No hay actualizacion disponible.

source: Noise Reduction
es: Reduccion de ruido

source: Noise reduction
es: Reduccion de ruido

source: None
es: Ninguno

source: Normal Color Selection
es: Selección de Color normal

source: Not enough memory
es: No hay suficiente memoria

source: Number of inks
es: Numero de tintas

source: OPEN_BRACKET
es: ABRIR_HORQUILLADO

source: On the other hand, if black point compensation is done, the luminosity range of your photo is compressed to fit into the luminosity range of the device.
es: Por otro lado, si la compensacion del punto negro se lleva a cabo, el rango luminoso de tu foto es comprimido para igualarse al rango luminosos del periferico.

source: One-touch white balance
es: Balance de blanco en un toque

source: Online Help
es: Ayuda en linea

source: Online User Guide
es: Guia de usuario en linea

source: Opacity Change
es: Cambiar opacidad

source: Open
es: Abrir

source: Open LightZone files to rotate them
es: Abre los archivos LightZone para rotarlos

source: Open Normally
es: Abrir normalmente

source: Open Recent
es: Abrir reciente

source: Open Source Team
es: Equipo Codigo Libre

source: Open an Image
es: Abrir una imagen

source: Open image from dialog
es: Abrir imagen desde el cuadro de dialogo

source: Open...
es: Abrir...

source: Opening...
es: Abriendo...

source: Orient
es: Orientar

source: Orientation
es: Orientación

source: Original Folder
es: Carpeta original

source: Original LightZone from Light Crafts
es: LightZone original de Light Crafts

source: Original file name
es: Nombre del archivo original

source: Original height
es: Altura original

source: Original orientation-X
es: Orientación original-X

source: Original raw file data-X
es: Nombre del archivo raw data-X

source: Original raw file name
es: Nombre del archivo raw original

source: Original width
es: Ancho original

source: Originating program
es: Originando programa

source: Output Size:
es: Tamaño de salida:

source: Output devices (such as printers and computer displays) often have limitations in how black the darkest black they can render is.
es: Perifericos de salida (como impresoras o monitores) suelen tener limitaciones en como de negro puede renderizarse el negro mas oscuro.

source: Output to:
es: Salida a:

source: Overlay
es: Superponer

source: Owner name
es: Nombre del propietario

source: PC control
es: Control de PC

source: Page Setup...
es: Configuracion de pagina...

source: Page name
es: Nombre de pagina

source: Page number
es: Número de página

source: Panorama mode
es: Modo de panorama

source: Paste Region
es: Pegar region

source: Paste Region Linked
es: Pegar region enlazada

source: Paste Tools...
es: Pegar Herramientas...

source: Permission denied
es: Permiso denegado

source: Photo viewer
es: Visualizador de fotos

source: Photometric interpretation
es: Interpretación fotométrica

source: Photoshop image resources-X
es: Imagen photoshop recursos-X

source: Pick Color
es: Elegir Color

source: Pick White Balance
es: Elegir Balance de Blanco

source: Pick White Point
es: Elegir Punto Blanco

source: Pick a folder that has some images in it.
es: Elige una carpeta que contenga algunas imágenes dentro.

source: Pick a new color profile for this display
es: Selecciona un nuevo perfil de color para esta pantalla

source: Pick a new scratch folder
es: Elegir una carpeta de inicio nueva

source: Picture info
es: Informacion de la imagen

source: Picture mode
es: Modo de imagen

source: Picture style
es: Estilo de foto

source: Pixel Sampler
es: Selector de muestra de pixel

source: Pixel X dimension
es: Dimension Pixel X

source: Pixel Y dimension
es: Diemnsion Pixel Y

source: Pixel aspect ratio
es: Proporción de aspecto del píxel

source: Pixels per inch
es: Pixels por pulgada

source: Planar configuration
es: Configuracion planar

source: Platform.css
es: Plataform.css

source: Please connect, then try again.
es: Por favor conectate e intentalo de nuevo.

source: Polygonal Regions
es: Regiones poligonales

source: Position
es: Posicion

source: Pre-capture frames-X
es: Pre-captura fotogramas-X

source: Predictor
es: Vaticinador

source: Preferences
es: Preferencias

source: Preferences...
es: Preferencias...

source: Preview image IFD pointer-X
es: Ver imagen IFD puntero-X

source: Preview image X resolution
es: Ver resolucion de la imagen X

source: Preview image Y resolution
es: Ver resolucion de la imagen Y

source: Preview image data-X
es: Ver imagen datos-X

source: Preview image height
es: Ver altura de la imagen

source: Preview image info
es: Ver info de la imagen

source: Preview image length
es: Ver largo de la imagen

source: Preview image length 2
es: Ver largo de imagen 2

source: Preview image length-X
es: Ver imagen largo-X

source: Preview image offset-X
es: Ver desplazamiento-X de la imagen

source: Preview image size
es: Ver tamaño de la imagen

source: Preview image start 2
es: Ver imagen de inicio 2

source: Preview image start-X
es: Ver imagen comienzo-X

source: Preview image valid
es: Vista previa valida

source: Preview image width
es: Ver ancho de la imagen

source: Previewing...
es: Previsualizando...

source: Primary chromaticities
es: Cromaticidades primarias

source: Print
es: Imprimir

source: Print image matching
es: Ajuste de imagen impresa

source: Print the selected image
es: Imprimir la imagen seleccionada

source: Print this image
es: Imprimir esta imagen

source: Print...
es: Imprimir...

source: Printer Managed Colors
es: Colores gestionados por la impresora

source: Printer Profile
es: Perfil de impresora

source: Printing...
es: Imprimiendo...

source: Private data
es: Datos privados

source: Process method
es: Método de proceso

source: Product ID
es: ID del Producto

source: Program shift
es: Cambio de programa

source: Program version
es: Versión del programa

source: Proof
es: Prueba

source: Province/State
es: Provincia/Estado

source: Quality
es: Calidad

source: Quality-X
es: Calidad-X

source: Quit
es: Salir

source: RAW Adjustments
es: Ajustes RAW

source: RAW Settings
es: Opciones RAW

source: ROM operation mode
es: Modo de operación de la ROM

source: Radius
es: Radio

source: Range
es: Rango

source: Rate
es: Valorar

source: Rate $1
es: Clasificar $1

source: Rate $1 and Select Next
es: Clasificar $1 y seleccionar siguiente

source: Rate the selected image
es: Valorar la imagen seleccionada

source: Rating
es: Calificacion

source: Raw data unique ID-X
es: Datos Raw unicos ID-X

source: Raw data-X
es: Raw datos-X

source: Raw image size
es: Tamaño de imagen raw

source: Really delete these files?
es: Deseas realmente borrar estos archivos?

source: Really delete this file?
es: Deseas realmente borrar este archivo?

source: Recent Folder
es: Carpeta reciente

source: Recently used files and directories
es: Archivos y directorios usados recientemente

source: Recently used files and folders
es: Archivos y directorios usados recientemente

source: Recently used settings for tools
es: Opciones recientemente utilizadas para herramientas

source: Record ID
es: Registro ID

source: Red
es: Rojo

source: Red Eyes
es: Ojos rojos

source: Red balance
es: Balance de rojo

source: Red color balance
es: Balance de color rojo

source: Redo
es: Rehacer

source: Redo last step
es: Rehacer ultimo paso

source: Reds
es: Rojos

source: Reduction matrix 1
es: Reduccion matriz 1

source: Reduction matrix 2
es: Reduccion matriz 2

source: Reference black white
es: Referencia negro blanco

source: Reference black/white
es: Referencia blanco/negro

source: Refresh
es: Refrescar

source: Region Change
es: Cambiar region

source: Region Mode
es: Modo region

source: Regions
es: Regiones

source: Related image file format
es: Formato del archivo de imagen relacionado

source: Related image length
es: Longitud de imagen relacionada

source: Related image width
es: Ancho de imagen relacionada

source: Related sound file
es: Archivo de sonido relacionado

source: Release date
es: Fecha de liberación

source: Release setting
es: Modificar configuacion

source: Releast time
es: Hora de liberacion

source: Relight
es: Reiluminar

source: Remember Preset
es: Recordar Preset

source: Remind me later
es: Recordarmelo mas tarde

source: Remove $1
es: Borrar $1

source: Remove Aspect Ratio Constraints
es: Eliminar relacion de aspecto proporcional

source: Remove Rating
es: Borrar calificación

source: Remove Rating and Select Next
es: Borrar calificación y seleccionar siguiente

source: Remove from the stack
es: Borrar del apilado

source: Remove this Style
es: Eliminar este Estilo

source: Rename $1 to:
es: Renombrar $1 a:

source: Rename...
es: Renombrar...

source: Rendering Intent
es: Intento de renderizado

source: Replace
es: Reemplazar

source: Replacing it will overwrite its current contents.
es: Reemplazandola sobreescribiras el contenido actual.

source: Rescan Folder
es: Rescanear carpeta

source: Reset
es: Reinicializar

source: Reset Color Selection
es: Reiniciar seleccion de color

source: Reset Crop
es: Reiniciar recorte

source: Reset LightZone Settings
es: Reinicializar los ajustes de LightZone

source: Reset Rotate
es: Reiniciar rotacion

source: Reset color selection
es: Reiniciar seleccion de color

source: Reset the crop bounds
es: Reiniciar los limites del recorte

source: Reset the rotation
es: Reiniciar la rotacion

source: Reset the rotation angle
es: Reiniciar el angulo de rotacion

source: Reset...
es: Reinicializar...

source: Resetting LightZone Settings means LightZone will work the way it did when it was new.
es: Reinicializar los ajustes de LightZone significa que funcionará de la manera que lo hacia al principio.

source: Resetting LightZone Settings will restore LightZone to its factory settings.
es: Reinicializar los ajustes de LightZone restaurara LightZone a sus ajustes de fabrica.

source: Resetting these can help fix some problems, but loses your customizations.
es: Reinicializando estos ajustes puedes solucionar algunos problemas, pero pierdes tus personalizaciones.

source: Resetting your LightZone Settings may fix this.
es: Restableciendo los ajustes de LightZone se puede arreglar esto.

source: Resize To
es: Redimensionar a

source: Resolution unit
es: Unidad de resolución

source: Restore Factory Styles
es: Restaurar Estilos de Fábrica

source: Restoring LightZone Settings means LightZone will work the way it did when it was new.
es: Restaurando los ajustes de LightZone significa que funcionará de la manera que lo hacia al principio.

source: Restoring Preferences
es: Restaurando Preferencias

source: Result color
es: Color resultante

source: Revert
es: Revertir...

source: Revert the color selection
es: Revertir la selección de color

source: Revert...
es: Revertir...

source: Rich TIFF IPTC-X
es: TIFF IPTC-X mejorado

source: Right
es: Derecha

source: Rights/Usage terms
es: Derechos/Terminos de uso

source: Rotate
es: Rotar

source: Rotate 90 degrees clockwise
es: Rotar 90 grados en sentido horario

source: Rotate 90 degrees counter-clockwise
es: Rotar 90 grados en sentido antihorario

source: Rotate Left
es: Rotar a la izquierda

source: Rotate Left and Select Next
es: Rotar a la izquierda y Seleccionar Siguiente

source: Rotate Mode
es: Modo rotar

source: Rotate Right
es: Rotar a la derecha

source: Rotate Right and Select Next
es: Rotar a la derecha y Seleccionar Siguiente

source: Rotate the image
es: Rotar la imagen

source: Rotate the image (fine)
es: Rotar la imagen (fino)

source: Rotate the image 90 degrees clockwise
es: Rotar la imagen 90 grados en sentido horario

source: Rotate the image 90 degrees counterclockwise
es: Rotar la imagen 90 grados en sentido antihorario

source: Rotation
es: Rotación

source: Rows per strip
es: Columnas por tira

source: SET button function when shooting
es: Funcion del boton SEC mientras dispara

source: SIGMA 70-300mm F4-5.6 or SIGMA 300mm F4 APO Macro #3/7
es: SIGMA 70-300mm F4-5.6 o SIGMA 300mm F4 APO Macro #3/7

source: Sample format
es: Formato de muestra

source: Sampled Colors
es: Colores Muestreados

source: Sampler
es: Muestra

source: Samples per pixel
es: Muestras por pixel

source: Satellites
es: Satelites

source: Saturation
es: Saturación

source: Save
es: Guardar

source: Save As...
es: Guardar como...

source: Save Changes
es: Guardar cambios

source: Save Format
es: Guardar formato

source: Save LightZone files as:
es: Guardar archivos LightZone como:

source: Save Style
es: Guardar Estilo

source: Save To:
es: Guardar en:

source: Save as Style...
es: Guardar como estilo...

source: Save changes to $1?
es: ¿Guardar cambios a $1?

source: Save changes to this document before closing?
es: ¿Guardar cambios a este documento antes de cerrar?

source: Save this image in a new format
es: Guardar esta imagen en un nuevo formato

source: Save this image to a file
es: Guardar esta imagen a un archivo

source: Save to $1
es: Guardar en $1

source: Save to Folder
es: Guardar en carpeta

source: Save without asking from now on.
es: Guardar sin preguntar de ahora en adelante.

source: Saving to $1...
es: Guardando a $1...

source: Saving...
es: Guardando...

source: Scale
es: Escalar

source: Scale to Fit
es: Escalar para ajustar

source: Scaled Print Size
es: Escalar tamaño de impresion

source: Scanning $1...
es: Escaneando $1...

source: Scanning Color Profiles
es: Escaneando Perfiles de Color

source: Scanning Saved Documents
es: Escaneando documentos guardados

source: Scene
es: Escena

source: Scene capture type
es: Tipo de escena de la captura

source: Scene detect
es: Deteccion de imagen

source: Scene mode
es: Modo escena

source: Scene type
es: Tipo de escena

source: Scratch Folder
es: Carpeta inicial

source: Screen
es: Trama

source: Search
es: Buscar

source: Security classification-X
es: Seguridad clasificacion-X

source: Select
es: Seleccionar

source: Select $1 Preset
es: Seleccionar $1 Preset

source: Select All
es: Seleccionar todo

source: Select Recent
es: Seleccionar reciente

source: Select Software Update to get the latest Java from Apple.
es: Seleccionar Actualización de Software para conseguir la ultima version de Java desde Apple.

source: Select Software Update to get the required Java version from Apple.";
es: Seleccionar Actualizacion de Software para obetener la version de Java requerida desde Apple.";

source: Select a Folder
es: Seleccionar una carpeta

source: Select a neutral color in the photo
es: Seleccionar un color neutro en la foto

source: Select an Image
es: Selecciona una imagen

source: Select only most recent version from each stack
es: Seleccionar solo la versión mas reciente de cada apilado

source: Select the hue range
es: Seleccionar el matiz de gama

source: Select the luminosity range
es: Seleccionar el rango de luminosidad

source: Selection
es: Selección

source: Self timer
es: Temporizador

source: Self-timer delay
es: Retraso autodisparo

source: Self-timer time
es: Tiempo de autodisparo

source: Send
es: Enviar

source: Send $1 images from $2
es: Enviar $1 imagenes desde $2

source: Send 1 image from $1
es: Enviar 1 imagen desde $1

source: Send To Folder
es: Enviar a Carpeta

source: Send anonymous report to Light Crafts
es: Enviar informe anonimo a Light Crafts

source: Send report to Light Crafts
es: Enviar informe a Light Crafts

source: Send...
es: Enviar...

source: Sensing method
es: Metodo de deteccion

source: Sensor blue level
es: Sensor nivel azul

source: Sensor bottom border
es: Borde inferior del sensor

source: Sensor cleaning
es: Limpieza del sensor

source: Sensor height
es: Alto del sensor

source: Sensor info
es: Informacion del sensor

source: Sensor left border
es: Borde izquierdo del sensor

source: Sensor pixel size
es: Tamaño del pixel del sensor

source: Sensor red level
es: Sensor nivel rojo

source: Sensor right border
es: Borde derecho del sensor

source: Sensor temperature
es: Temperatura del sensor

source: Sensor top border
es: Borde superior del sensor

source: Sensor width
es: Ancho del sensor

source: Sequence
es: Secuencia

source: Sequence number
es: Numero de secuencia

source: Serial number
es: Número de serie

source: Service identifier
es: Identificador del servicio

source: Set opacity
es: Fijar opacidad

source: Set the angle of rotation in degrees
es: Ajuste el ángulo de giro en grados

source: Set the color profile of your display device.
es: Establecer el perfil de color de tu monitor.

source: Set the default value
es: Fijar valor por defecto

source: Sets the upper limit on the amount of memory that LightZone will use.
es: Establece el limite superior en la cantidad de memoria que LightZone deberia usar.

source: Shading compensation
es: Compensacion de sombras

source: Shadow scale
es: Escala de la sombra

source: Shadows
es: Sombras

source: Sharpen
es: Enfocar

source: Sharpening
es: Enfoque

source: Sharpness
es: Enfoque

source: Sharpness factor
es: Factor de enfoque

source: Sharpness frequency
es: Frecuencia de enfoque

source: Shooting mode
es: Modo de disparo

source: Shooting record
es: Grabando disparo

source: Short focal length
es: Longitud focal corta

source: Shot info
es: Informacion del disparo

source: Show Browser
es: Mostrar Navegador

source: Show Crop Tool
es: Mostrar herramienta de recorte

source: Show Details
es: Mostrar detalles

source: Show Help for LightZone Send
es: Mostrar ayuda de LightZone para Enviar

source: Show Image Types
es: Mostrar tipo de imagenes

source: Show Inner Region
es: Mostrar Región Interior

source: Show Inspectors
es: Mostrar Inspectores

source: Show LightZone Help
es: Mostrar la ayuda de LightZone

source: Show Previews
es: Mostrar previos

source: Show Proof Tool
es: Mostrar herramienta de simulacion

source: Show Regions
es: Mostrar regiones

source: Show Rotate Tool
es: Mostar herramienta royacion

source: Show Tool Titles
es: Mostrar titulos de herramientas

source: Show Video Learning Center
es: Mostrar centro de videos de aprendizaje

source: Show and hide the titled borders around buttons in the LightZone toolbars.
es: Mostrar y ocultar los bordes titulados alrededor de lo botones en las barras de herramientas de LightZone.

source: Show extra tool controls
es: Mostrar controles de herramienta extra

source: Show in Explorer
es: Mostrar en Explorador

source: Show in Finder
es: Mostrar en Finder

source: Show in Folder
es: Mostrar en Carpeta

source: Show original image while pressed
es: Mostrar imagen original mientras se presiona

source: Show print proofing tool
es: Mostrar herramienta de pueba de color de impresora

source: Show the Crop Tool
es: Mostrar la herramienta de recorte

source: Show the Rotate Tool
es: Mostrar la herramienta de rotacion

source: Show the help for this tool
es: Mostrar la ayuda para esta herramienta

source: Show/Hide Folder Tree Pane
es: Mostrar/Ocultar Panel de carpetas en arbol

source: Show/Hide History Pane
es: Mostrar/Ocultar Panel Historico

source: Show/Hide Regions
es: Mostrar/Ocultar regiones
